tap "caskroom/versions"
tap "classmethod/repos"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "sanemat/font"
tap "tanksuzuki/easel"
brew "anyenv"
brew "bash-completion"
brew "coreutils"
brew "direnv"
brew "docker"
brew "doxygen"
brew "emacs", args: ["with-cocoa"]
brew "gcc"
brew "ghq"
brew "git"
brew "git-flow-avh"
brew "glog"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "hub"
brew "hugo"
brew "imagemagick"
brew "jmeter"
brew "jq"
brew "kubernetes-cli", link: false
brew "kubernetes-helm"
brew "lha"
brew "mas"
brew "nkf"
brew "openssl"
brew "parallel"
brew "peco"
brew "readline"
brew "r"
brew "shellcheck"
brew "sl"
brew "tree"
brew "unrar"
brew "vim"
brew "vimpager"
brew "yarn"
brew "zsh"
brew "heroku/brew/heroku"
cask "alfred"
cask "appcleaner"
cask "cheatsheet"
cask "hyper"
cask "iterm2"
cask "skype"
cask "sublime-text"
mas "", id: 409183694
