tap "caskroom/versions"
tap "classmethod/repos"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/science"
tap "sanemat/font"
tap "tanksuzuki/easel"
brew "glib"
brew "atk"
brew "bash-completion"
brew "cask"
brew "direnv"
brew "docker"
brew "readline"
brew "python@2"
brew "docker-compose"
brew "doxygen"
brew "elasticsearch"
brew "pango"
brew "gcc"
brew "gdk-pixbuf"
brew "ghq"
brew "git-flow-avh"
brew "go"
brew "glog"
brew "gnu-sed"
brew "gobject-introspection"
brew "graphviz"
brew "gtk+3"
brew "hub"
brew "hugo"
brew "imagemagick"
brew "jq"
brew "kubernetes-cli", link: false
brew "kubernetes-helm"
brew "lha"
brew "mas"
brew "nkf"
brew "opencv"
brew "peco"
brew "postgresql"
brew "r"
brew "reattach-to-user-namespace"
brew "ruby"
brew "sl"
brew "swi-prolog"
brew "tmux"
brew "tree"
brew "unrar"
brew "wget"
brew "xonsh"
brew "yarn"
brew "zsh"
brew "classmethod/repos/aurl"
brew "heroku/brew/heroku"
brew "sanemat/font/ricty", args: ["with-powerline"]
brew "tanksuzuki/easel/easel"
cask "docker"
cask "hyper"
cask "jupyter-notebook-viewer"
cask "mactex"
cask "minikube"
cask "skim"
mas "Gifted", id: 771955779
mas "Keynote", id: 409183694
mas "Xcode", id: 497799835
