tap "caskroom/versions"
tap "classmethod/repos"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "sanemat/font"
tap "tanksuzuki/easel"
brew "anyenv"
brew "bash-completion"
brew "readline"
brew "python"
brew "glib"
brew "cairo"
brew "coreutils"
brew "direnv"
brew "docker"
brew "docker-compose", link: false
brew "doxygen"
brew "ffmpeg"
brew "fontforge"
brew "gcc"
brew "ghq"
brew "git"
brew "git-flow-avh"
brew "glog"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "gpac"
brew "graphviz"
brew "highlight"
brew "hub"
brew "hugo"
brew "imagemagick"
brew "jmeter"
brew "jq"
brew "kubernetes-cli", link: false
brew "kubernetes-helm"
brew "lha"
brew "mas"
brew "neovim"
brew "nkf"
brew "openssl"
brew "parallel"
brew "peco"
brew "python@2"
brew "r"
brew "reattach-to-user-namespace"
brew "ruby"
brew "ruby-build"
brew "shellcheck"
brew "sl"
brew "tcl-tk"
brew "tmux"
brew "tree"
brew "unrar"
brew "vim"
brew "vimpager"
brew "wget"
brew "yarn"
brew "zplug"
brew "zsh"
brew "heroku/brew/heroku"
brew "sanemat/font/ricty", args: ["with-powerline"]
cask "alfred"
cask "appcleaner"
cask "arduino"
cask "cheatsheet"
cask "docker"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "hyper"
cask "iterm2"
cask "microsoft-office"
cask "postman"
cask "processing"
cask "r"
cask "sequel-pro"
cask "skim"
cask "skype"
cask "sublime-text"
cask "zoom"
mas "GarageBand", id: 682658836
mas "Gifted", id: 771955779
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Monosnap", id: 540348655
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Skitch", id: 425955336
